Revit 2027 API
StructuralSectionLAngle.BoltSpacingShorterFlange Property
 Standard bolt spacing in the shorter flange, in. (mm)
Namespace: Autodesk.Revit.DB.Structure.StructuralSections
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double BoltSpacingShorterFlange { get; set; }
Public Property BoltSpacingShorterFlange As Double
	Get
	Set
public:
property double BoltSpacingShorterFlange {
	double get ();
	void set (double value);
}
member BoltSpacingShorterFlange : float with get, set
Property Value
Double
See Also
Reference
StructuralSectionLAngle Class
Autodesk.Revit.DB.Structure.StructuralSections Namespace